brew "stow"

brew "mas"

brew "git"
brew "git-delta"

brew "tmux"

brew "neovim"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "tree-sitter"

cask "iterm2"
cask "rectangle"
cask "keycastr"
cask "flycut"

tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"

brew "antigen"
brew "direnv"
brew "starship"

cask "visual-studio-code"

brew "syncthing", restart_service: true
cask "obsidian"
cask "spotify"
mas "Bitwarden", id: 1352778147
mas "Tailscale", id: 1475387142
