brew "stow"
brew "wget"
brew "watch"

brew "mas"

brew "git"
brew "git-delta"
brew "git-lfs"

brew "tmux"

brew "neovim"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "tree-sitter"
brew "bat"
brew "tlrc"

cask "ghostty"
cask "rectangle"
cask "keycastr"
cask "flycut"
cask "stats"

cask "font-jetbrains-mono-nerd-font"

brew "antigen"
brew "direnv"
brew "starship"

brew "mise"

brew "syncthing", restart_service: true
brew "openssh"
