brew "stow"

brew "git"
brew "git-delta"

brew "tmux"

brew "neovim"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "tree-sitter"

cask "iterm2"

tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"

brew "antigen"
brew "direnv"
brew "starship"

cask "visual-studio-code"
